
--  资格申请人员状态  
UPDATE NCIA_APPCERT
SET CREATETIME = "2016-09-12 00:00:00"
WHERE `NAME` = "王秀涛";

UPDATE NCIA_APPCERT
SET CREATETIME = "2017-01-17 00:00:00"
WHERE `NAME` IN ( "王春巧", "王秀存","焦昆棉");

UPDATE NCIA_APPCERT
SET CREATETIME = "2016-10-24 00:00:00"
WHERE `NAME` IN ( "张双存","党书红");

UPDATE NCIA_APPCERT
SET CREATETIME = "2016-08-08 00:00:00"
WHERE
	`NAME` IN (
		"张路民",
		"薄义平",
		"武俊波",
		"薄义平",
		"武俊波",
		"王计坤",
		"孙志刚",
		"阎西波",
		"关永慎",
		"李苏芹",
		"闫苏端",
		"孙书江",
		"张改平",
		"刘大棉",
		"段玉华",
		"徐井缺",
		"骆景朝",
		"王绍孟",
		"吉贵华",
		"乔西正",
		"朱春景",
		"王书云",
		"武存巧",
		"马敬珍",
		"闫雪芬",
		"任大巧",
		"田胜存",
		"张淑芹",
		"杜月娥",
		"解贵巧",
		"张云善",
		"李胜茂",
		"侯付臣",
		"杜春平",
		"孟加彬",
		"吉志凡",
		"马双印",
		"薛遂棉",
		"孟凡斗",
		"陈全章",
		"赵荣申",
		"李桂春",
		"杜永秀",
		"赵米香",
		"白明全",
		"姚修申",
		"郗江敏",
		"王五段",
		"李粉格",
		"张雪彩",
		"马庆坤",
		"张淑玲",
		"刘立山",
		"郭芳芹",
		"宋巧俊",
		"刘贵巧",
		"张庆凯",
		"孙福超",
		"王新增",
		"杨建军",
		"卫玉琴",
		"范会敏",
		"王西江",
		"李计林",
		"袁贵林"
	);
	
	--药品导入数据 
	
	UPDATE  LTC_NSDRUG SET CREATETIME = "2017-03-05" WHERE  DRUGID <= 801;
	
	-- 护理计划
	
	UPDATE LTC_NSCPL SET  CREATEDATE = "2017-03-08 00:00:00"  WHERE  SEQNO IN (1,2);
	
	-- 新建套餐
	
UPDATE LTC_CHARGEGROUP
SET CREATETIME = "2017-03-18 00:00:00"
WHERE
	CHARGEGROUPID IN (
"000000003",
"000000004",
"000000005",
"000000006",
"000000007",
"000000008",
"000000009",
"000000010",
"000000011",
"000000012",
"000000013",
"000000014",
"000000015",
"000000016",
"000000017",
"000000018",
"000000019",
"000000020"
);

--  套餐详情时间


update LTC_CHARGEGROUP_CHARGEITEM set
CREATETIME = "2017-03-18 00:00:00" WHERE 
CHARGEGROUPID IN  ("000000002" ,"000000003");

 
	
	
	
	
	
	

